welcome = Добро пожаловать! 🤖
          Мы рады, что вы здесь! Наш бот создан, чтобы облегчить вам жизнь. Введите /help, чтобы начать и изучить наши функции. 😊
status = Бот активен! 💻
unregisteredUser = Для того, чтобы воспользоваться ботом, используйте команду /start 👉
infoSchedule = Стандартное расписание выглядит так, но вы в любой момент сможете его поменять в настройках! 🔧

main = 👋Ваш ник: { $username }
        📝Сейчас активная группа: { $groupName }
        📆Дата: { $date }
        ⏰Время: { $time }
confirmation =
    👋Ваше имя: { $username }
            📝Название группы: { $groupName }
            📆Начало учебного года: { $startDate }
            📆Конец учебного года: { $endDate }
            🤔Вы уверены?

askForUsername = Как вы хотите, чтобы я к вам обращался? 😊
askForGroupName = Как вы хотите назвать свою первую группу? 📝
askForDate = Давайте настроим ваш учебный год! 📆
    Для этого нам нужно определить, сколько он будет длиться.
    Обычно учебный год длится 10 месяцев.
    Хотите ли вы использовать стандартный 10-месячный период, начинающийся с текущего момента и заканчивающийся через 10 месяцев? 🤔
askForSchedule = Вы можете добавить до 10 пар с расписанием 🕒

dateRangeString = Напишите даты в формате ГГГГ-ММ-ДД:ГГГГ-ММ-ДД 📅
timeRangeFormat = Укажите в формате ЧЧ:ММ-ЧЧ:ММ
incorrectDate = Вы ввели некорректную дату! ⚠️
    Пример: ГГГГ-ММ-ДД:ГГГГ-ММ-ДД



agreement_1 = Да, я согласен 👍
agreement_2 = Подтверждаю ✔️
agreement_3 = Согласен 👌
agreement_4 = Да, конечно 😊
agreement_5 = Да, я принимаю 🙏
agreement_6 = Хорошо 👋
agreement_7 = Согласен полностью 💯
agreement_8 = Да, я подтверждаю 👍

refusal_1 = Нет 🙅‍♂️
refusal_2 = Ни за что 🙅‍♂️
refusal_3 = Отказываюсь 🚫
refusal_4 = Не согласен 😐
refusal_5 = Нет, спасибо 🙏
refusal_6 = Не принимаю 🚫
refusal_7 = Категорически нет 🙅‍♂️
refusal_8 = Нет, не согласен 😐

studentDelete = Какого студента вы хотите удалить? 🚫

incorrectStudent = Укажите без лишних символов! 📝
    Пример: Гоша, Петя, Вася
addStudentsSuccess = Вы успешно добавили студентов! 🎉
addStudentSuccess = Вы успешно добавили студента! 👍
studentsAlreadyExists = Такие студенты уже есть! 🙅‍♂️
studentAlreadyExists = Вы уже добавили пользователя { $student } 👀
askForNewStudents = Введите имя студента, которого хотите добавить 📝
    вы так же можете ввести через запятую студентов, которых хотите добавить
confirmAddStudent = Вы уверены, что хотите добавить студента { $student }? 🤔
addNewStudentsToJournal = Добавить новых учеников в журнал? 📚
confirmAddStudents = Вы уверены, что хотите добавить студентов? 💯


selectStudentToDelete = Какого студента вы хотите удалить? 🚫

returnToRegister = Вы вернулись в журнал 📚
enterRegister = Вы зашли в свой журнал 📚
    Сейчас идёт занятие { $currentLesson } 📝

absentWithoutReason = Вы уже отметили { $studentName }, вы можете убрать отметку или указать причину 📝
absentWithReason = Вы уже отметили { $studentName } с причиной { $reason }, вы можете убрать отметку или изменить причину 📝‍
chooseStudentToMark = Кого вы хотите отметить? 📝
enterReason = Укажите причину... 🤔
markMore = Кого вы ещё хотите отметить? 👥
markDeleted = Отметка была убрана ❌
markSuccess = Вы успешно отметили { $name }

add = ➕Добавить
remove = ❌Удалить
list = 📝Список
markAbsent = ✔️Отметить пропуск
menu = 📋Меню
register = 📚Журнал
settings = ⚙️Настройки
schedule = 🕒Расписание

emptyList = Ваш список пуст, вы можете добавить пользователя при клике на кнопку "Добавить"

new = Новые
old = Старые
students = Студенты
start = Начало
end = Конец

mistake = Вы допустили ошибку!

changeReasonButton = Изменить причину
markDeleteButton = Убрать отметку
reasonButton = Причина
returnToMarkButton = Вернуться
markMoreButton = Отметить еще

backRegisterButton = Вернутся в журнал
deleteStudentButton = Удалить еще
deleteStudentSuccessButton = Вы успешно удалили студента { $name }

changeTimeButton = Поставить время
deletePairButton = Удалить текущую пару
